Repository: HyunjoonKwak/macshot
Catalog: macshot/Localizable.xcstrings
Source language: en
Languages: ko

# menu.capture_screen
source: Capture Screen
ko: 화면 캡처

# menu.capture_fullscreen
source: Capture Full Screen
ko: 전체 화면 캡처

# menu.record_area
source: Record Area
ko: 영역 녹화

# menu.record_screen
source: Record Full Screen
ko: 전체 화면 녹화

# menu.open_image
source: Open Image...
ko: 이미지 열기...

# menu.paste_image
source: Paste Image
ko: 이미지 붙여넣기

# menu.recent_captures
source: Recent Captures
ko: 최근 캡처

# menu.preferences
source: Preferences...
ko: 환경설정...

# menu.quit
source: Quit ScreenShot
ko: ScreenShot 종료

# menu.about
source: About ScreenShot
ko: ScreenShot 정보

# window.preferences
source: ScreenShot Preferences
ko: ScreenShot 환경설정

# window.editor
source: ScreenShot Editor
ko: ScreenShot 편집기

# window.video_editor
source: ScreenShot Video Editor
ko: ScreenShot 비디오 편집기

# window.welcome
source: Welcome to ScreenShot
ko: ScreenShot에 오신 것을 환영합니다

# onboarding.needs_permission
source: ScreenShot needs one permission
ko: ScreenShot에 하나의 권한이 필요합니다

# onboarding.enable_then_try
source: Enable ScreenShot, then try taking a screenshot
ko: ScreenShot을 활성화한 후 스크린샷을 찍어보세요

# onboarding.open_settings
source: Open System Settings
ko: 시스템 설정 열기

# onboarding.continue
source: Continue
ko: 계속

# alert.accessibility_required
source: Accessibility Access Required
ko: 접근성 권한 필요

# alert.accessibility_body
source: ScreenShot needs Accessibility permission to auto-scroll other apps. Please grant access in System Settings, then try again.
ko: ScreenShot이 다른 앱을 자동 스크롤하려면 접근성 권한이 필요합니다. 시스템 설정에서 권한을 부여한 후 다시 시도해주세요.

# alert.mic_required
source: Microphone Access Required
ko: 마이크 접근 권한 필요

# alert.mic_body
source: ScreenShot needs microphone permission to record voice audio. Open System Settings to grant access.
ko: ScreenShot이 음성을 녹음하려면 마이크 권한이 필요합니다. 시스템 설정에서 권한을 부여해주세요.

# alert.open_settings
source: Open Settings
ko: 설정 열기

# alert.cancel
source: Cancel
ko: 취소

# panel.choose_image
source: Choose an image to open in ScreenShot editor
ko: ScreenShot 편집기에서 열 이미지를 선택하세요

# pref.general
source: General
ko: 일반

# pref.tools
source: Tools
ko: 도구

# pref.recording
source: Recording
ko: 녹화

# pref.upload
source: Upload
ko: 업로드

# pref.about
source: About
ko: 정보

# pref.hide_menubar_note
source: Hotkeys still work. To show the icon again, re-launch ScreenShot.
ko: 단축키는 계속 작동합니다. 아이콘을 다시 표시하려면 ScreenShot을 재실행하세요.

# pref.tool_shortcuts
source: Tool Shortcuts
ko: 도구 단축키

# pref.tool_shortcuts_note
source: Single-key shortcuts for switching tools. Type one letter per field.
ko: 도구 전환용 단일 키 단축키. 각 필드에 한 글자를 입력하세요.

# pref.reset_shortcuts
source: Reset to Defaults
ko: 기본값으로 초기화

# pref.gdrive_note
source: Files are uploaded to a "ScreenShot" folder in your Google Drive. Everything stays private — nothing is shared publicly.
ko: 파일은 Google Drive의 "ScreenShot" 폴더에 업로드됩니다. 모든 파일은 비공개로 유지됩니다.

# perm.screen_capture
source: ScreenShot needs screen recording permission to capture screenshots.
ko: ScreenShot이 스크린샷을 캡처하려면 화면 기록 권한이 필요합니다.

# perm.microphone
source: ScreenShot can record microphone audio during screen recordings.
ko: ScreenShot은 화면 녹화 중 마이크 오디오를 녹음할 수 있습니다.

# menu.capture_ocr
source: Capture OCR
ko: OCR 캡처

# menu.quick_capture
source: Quick Capture
ko: 빠른 캡처

# menu.scroll_capture
source: Scroll Capture
ko: 스크롤 캡처

# menu.capture_delay
source: Capture Delay
ko: 캡처 지연

# menu.show_history
source: Show History Panel
ko: 히스토리 패널 표시

# menu.open_clipboard
source: Open from Clipboard
ko: 클립보드에서 열기

# notify.captured
source: Screenshot captured
ko: 스크린샷이 캡처되었습니다

# notify.copied
source: Copied to clipboard
ko: 클립보드에 복사되었습니다

# notify.saved
source: Saved to file
ko: 파일로 저장되었습니다

# timestamp.format_label
source: Timestamp Format:
ko: 타임스탬프 형식:

# pref.shortcuts_tab
source: Shortcuts
ko: 단축키

# pref.section.capture
source: Capture
ko: 캡처

# pref.section.output
source: Output
ko: 출력

# pref.section.watermark
source: Watermark
ko: 워터마크

# pref.section.timestamp_overlay
source: Timestamp Overlay
ko: 타임스탬프 오버레이

# pref.section.appearance
source: Appearance
ko: 외관

# pref.section.keyboard_shortcuts
source: Keyboard Shortcuts
ko: 키보드 단축키

# pref.section.annotation_tools
source: Annotation Tools
ko: 주석 도구

# pref.section.bottom_toolbar
source: Bottom Toolbar Actions
ko: 하단 툴바 액션

# pref.section.right_toolbar
source: Right Toolbar Actions
ko: 우측 툴바 액션

# pref.section.behavior
source: Behavior
ko: 동작

# pref.section.scroll_capture
source: Scroll Capture
ko: 스크롤 캡처

# pref.section.upload_provider
source: Upload Provider
ko: 업로드 제공자

# pref.section.s3_storage
source: S3-Compatible Storage
ko: S3 호환 스토리지

# pref.section.webhook
source: Webhook (Custom HTTP POST)
ko: Webhook (커스텀 HTTP POST)

# pref.section.upload_history
source: Upload History
ko: 업로드 히스토리

# pref.cb.play_sound
source: Play sound on copy
ko: 복사 시 사운드 재생

# pref.cb.remember_selection
source: Remember last selection area
ko: 마지막 선택 영역 기억

# pref.cb.remember_tool
source: Remember last selected tool
ko: 마지막 사용 도구 기억

# pref.cb.floating_thumbnail
source: Show floating thumbnail after capture
ko: 캡처 후 플로팅 썸네일 표시

# pref.cb.launch_at_login
source: Launch at login
ko: 로그인 시 자동 실행

# pref.cb.snap_guides
source: Show snap alignment guides
ko: 스냅 정렬 가이드 표시

# pref.cb.capture_cursor
source: Capture mouse cursor in screenshot
ko: 스크린샷에 마우스 커서 포함

# pref.cb.window_title
source: Use window title in saved filename
ko: 저장 파일명에 윈도우 제목 사용

# pref.cb.auto_save_on_copy
source: Auto-save file when copying to clipboard
ko: 클립보드 복사 시 파일 자동 저장

# pref.cb.notification
source: Show notification after capture
ko: 캡처 후 알림 표시

# pref.cb.clipboard_watch
source: Watch clipboard for new images
ko: 클립보드 새 이미지 감시

# pref.cb.hide_menubar_icon
source: Hide menu bar icon
ko: 메뉴바 아이콘 숨기기

# pref.cb.auto_update
source: Check for updates automatically
ko: 자동 업데이트 확인

# pref.cb.downscale_retina
source: Save at standard resolution (1x)
ko: 표준 해상도(1x)로 저장

# pref.cb.embed_color_profile
source: Embed sRGB color profile
ko: sRGB 색상 프로필 포함

# pref.cb.strip_metadata
source: Strip EXIF/metadata from saved images
ko: 저장 이미지에서 EXIF/메타데이터 제거

# pref.cb.add_shadow
source: Add drop shadow to saved images
ko: 저장 이미지에 그림자 추가

# pref.cb.timestamp
source: Add capture timestamp to saved images
ko: 저장 이미지에 캡처 타임스탬프 추가

# pref.cb.auto_scroll
source: Auto-scroll (sends synthetic scroll events)
ko: 자동 스크롤 (합성 스크롤 이벤트 전송)

# pref.cb.frozen_detection
source: Detect fixed/sticky headers
ko: 고정/스티키 헤더 감지

# pref.label.quick_capture
source: Enter / Quick Capture:
ko: Enter / 빠른 캡처:

# pref.label.ocr_capture
source: OCR Capture:
ko: OCR 캡처:

# pref.label.auto_dismiss
source: Dismiss after:
ko: 자동 닫기:

# pref.label.multiple_previews
source: Multiple previews:
ko: 다중 미리보기:

# pref.label.shift_drag_ratio
source: Shift-drag ratio:
ko: Shift 드래그 비율:

# pref.label.save_folder
source: Save folder:
ko: 저장 폴더:

# pref.label.image_format
source: Image format:
ko: 이미지 형식:

# pref.label.quality
source: Quality:
ko: 품질:

# pref.label.max_dimension
source: Max dimension (px):
ko: 최대 크기 (px):

# pref.label.text
source: Text:
ko: 텍스트:

# pref.label.opacity
source: Opacity:
ko: 투명도:

# pref.label.history_size
source: History size:
ko: 히스토리 크기:

# pref.label.accent_color
source: Accent color:
ko: 강조 색상:

# pref.label.icon_color
source: Icon color:
ko: 아이콘 색상:

# pref.label.format
source: Format:
ko: 형식:

# pref.label.frame_rate
source: Frame rate:
ko: 프레임 레이트:

# pref.label.when_done
source: When done:
ko: 완료 후:

# pref.label.speed
source: Scroll speed:
ko: 속도:

# pref.label.max_height
source: Max height:
ko: 최대 높이:

# pref.label.provider
source: Provider:
ko: 제공자:

# pref.label.account
source: Account:
ko: 계정:

# pref.label.endpoint
source: Endpoint:
ko: 엔드포인트:

# pref.label.region
source: Region:
ko: 리전:

# pref.label.bucket
source: Bucket:
ko: 버킷:

# pref.label.access_key
source: Access Key:
ko: 액세스 키:

# pref.label.secret_key
source: Secret Key:
ko: 시크릿 키:

# pref.label.public_url
source: Public URL:
ko: 공개 URL:

# pref.label.path_prefix
source: Path Prefix:
ko: 경로 접두사:

# pref.label.field_name
source: Field Name:
ko: 필드 이름:

# pref.label.headers
source: Headers:
ko: 헤더:

# pref.label.response_url_path
source: Response URL Path:
ko: 응답 URL 경로:

# pref.label.api_key
source: API key:
ko: API 키:

# pref.btn.browse
source: Browse…
ko: 찾아보기…

# pref.btn.clear
source: Clear
ko: 초기화

# pref.btn.test_connection
source: Test Connection
ko: 연결 테스트

# pref.btn.sign_in_google
source: Sign In with Google
ko: Google 로그인

# pref.btn.sign_out
source: Sign Out
ko: 로그아웃

# pref.btn.open_editor
source: Open editor
ko: 편집기 열기

# pref.btn.show_in_finder
source: Show in Finder
ko: Finder에서 보기

# pref.btn.copy_to_clipboard
source: Copy to clipboard
ko: 클립보드에 복사
